# run this by `brew bundle`
brew "fd"
brew "fx"
brew "bat"
brew "diff-so-fancy"
brew "universal-ctags/universal-ctags/universal-ctags", args: ['HEAD']
brew "tree"
brew "ghi"
brew "git"
brew "newsboat"
brew "heroku"
brew "heroku-node"
brew "htop"
brew "neovim"
brew "openssl"
brew "python"
brew "python3"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "watchman"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "shellcheck"
brew "terminal-notifier"

# mkcert is a simple tool for making locally-trusted development certificates
brew "mkcert"
brew "nss"

tap "homebrew/cask-fonts"
tap "homebrew/cask"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"

# text linter
tap "ValeLint/vale"
brew "vale"
